{
  "N5": [
    "ああ",
    "あそこ",
    "あちら",
    "あっち",
    "あなた",
    "あの",
    "あれ",
    "いい; よい",
    "いいえ",
    "いかが",
    "いくつ",
    "いくら",
    "いつ",
    "いつも",
    "うち",
    "うるさい",
    "ええ",
    "おじいさん",
    "おととし",
    "おばあさん",
    "おまわりさん",
    "お兄さん",
    "お姉さん",
    "お弁当",
    "お手洗い",
    "お母さん",
    "お父さん",
    "お皿",
    "お腹",
    "お茶",
    "お菓子",
    "お酒",
    "お金",
    "お風呂",
    "お～",
    "かかる",
    "かける",
    "かばん",
    "かぶる",
    "ここ",
    "こちら",
    "こっち",
    "この",
    "これ",
    "こんな",
    "さあ",
    "さ来年",
    "しかし",
    "じゃ; じゃあ",
    "すぐに",
    "する",
    "そう; そうです",
    "そうして; そして",
    "そこ",
    "そちら",
    "そっち",
    "その",
    "そば",
    "それ",
    "それから",
    "それでは",
    "たて",
    "たばこ",
    "ちょっと",
    "つける",
    "つまらない",
    "できる",
    "では",
    "でも",
    "とても",
    "どう",
    "どうして",
    "どうぞ",
    "どうも",
    "どこ",
    "どちら",
    "どっち",
    "どなた",
    "どの",
    "どれ",
    "どんな",
    "ない",
    "なぜ",
    "なる",
    "にぎやか",
    "はい",
    "はく",
    "まずい",
    "また",
    "まだ",
    "まっすぐ",
    "みんな",
    "もう",
    "もしもし",
    "もっと",
    "やる",
    "ゆっくりと",
    "よく",
    "りっぱ",
    "アパート",
    "エレベーター",
    "カップ",
    "カメラ",
    "カレンダー",
    "カレー",
    "キロ; キログラム",
    "キロ; キロメートル",
    "ギター",
    "クラス",
    "グラム",
    "コップ",
    "コピーする",
    "コート",
    "コーヒー",
    "シャツ",
    "シャワー",
    "スカート",
    "ストーブ",
    "スプーン",
    "スポーツ",
    "ズボン",
    "セーター",
    "ゼロ",
    "タクシー",
    "テスト",
    "テレビ",
    "テーブル",
    "テープ",
    "テープレコーダー",
    "デパート",
    "トイレ",
    "ドア",
    "ナイフ",
    "ニュース",
    "ネクタイ",
    "ノート",
    "ハンカチ",
    "バス",
    "バター",
    "パン",
    "パーティー",
    "フィルム",
    "フォーク",
    "プール",
    "ベッド",
    "ペット",
    "ペン",
    "ページ",
    "ホテル",
    "ボタン",
    "ボールペン",
    "ポケット",
    "ポスト",
    "マッチ",
    "メートル",
    "ラジオ",
    "ラジオカセ",
    "レコード",
    "レストラン",
    "ワイシャツ",
    "一",
    "一つ",
    "一人",
    "一日",
    "一昨日",
    "一月",
    "一番",
    "一緒",
    "丁度",
    "七",
    "七つ",
    "七日",
    "万",
    "万年筆",
    "丈夫",
    "三",
    "三つ",
    "三日",
    "上",
    "上げる",
    "上手",
    "上着",
    "下",
    "下さい",
    "下手",
    "両親",
    "並ぶ",
    "並べる",
    "中",
    "丸い; 円い",
    "乗る",
    "九",
    "九つ",
    "九日",
    "二",
    "二つ",
    "二人",
    "二十日",
    "二十歳",
    "二日",
    "五",
    "五つ",
    "五日",
    "交差点",
    "交番",
    "人",
    "今",
    "今年",
    "今日",
    "今晩",
    "今月",
    "今朝",
    "今週",
    "仕事",
    "休み",
    "休む",
    "会う",
    "会社",
    "伯母さん; 叔母さん",
    "伯父; 叔父さん",
    "低い",
    "住む",
    "体",
    "何",
    "何～",
    "余り",
    "作る",
    "作文",
    "使う",
    "便利",
    "借りる",
    "傘",
    "働く",
    "元気",
    "兄",
    "兄弟",
    "先",
    "先月",
    "先生",
    "先週",
    "入る",
    "入れる",
    "入口",
    "全部",
    "八",
    "八つ",
    "八日",
    "八百屋",
    "公園",
    "六",
    "六つ",
    "六日",
    "写真",
    "冬",
    "冷たい",
    "冷蔵庫",
    "出かける",
    "出す",
    "出る",
    "出口",
    "分かる",
    "切る",
    "切手",
    "切符",
    "初め; 始め",
    "初めて",
    "前",
    "勉強",
    "動物",
    "勤める",
    "北",
    "医者",
    "十",
    "十日",
    "千",
    "午前",
    "午後",
    "半",
    "半分",
    "南",
    "危ない",
    "卵",
    "厚い",
    "去年",
    "友達",
    "取る",
    "口",
    "古い",
    "可愛い",
    "台所",
    "右",
    "同じ",
    "名前",
    "向こう",
    "吸う",
    "吹く",
    "呼ぶ",
    "咲く",
    "問題",
    "喫茶店",
    "四",
    "四つ",
    "四日",
    "困る",
    "図書館",
    "国",
    "土曜日",
    "在る",
    "地下鉄",
    "地図",
    "塩",
    "声",
    "売る",
    "夏",
    "夏休み",
    "夕方",
    "夕飯",
    "外",
    "外国",
    "外国人",
    "多い",
    "多分",
    "夜",
    "大きい",
    "大きな",
    "大丈夫",
    "大人",
    "大使館",
    "大切",
    "大勢",
    "大変",
    "大好き",
    "大学",
    "天気",
    "太い",
    "奥さん",
    "女",
    "女の子",
    "好き",
    "妹",
    "姉",
    "始まる",
    "嫌",
    "嫌い",
    "子供",
    "字引",
    "学校",
    "学生",
    "安い",
    "家",
    "家庭",
    "家族",
    "宿題",
    "寒い",
    "寝る",
    "封筒",
    "小さい",
    "小さな",
    "少し",
    "少ない",
    "居る",
    "山",
    "川; 河",
    "左",
    "差す",
    "帰る",
    "帽子",
    "平仮名",
    "年",
    "広い",
    "店",
    "座る",
    "庭",
    "廊下",
    "建物",
    "引く",
    "弟",
    "弱い",
    "強い",
    "弾く",
    "待つ",
    "後",
    "後ろ",
    "御飯",
    "忘れる",
    "忙しい",
    "悪い",
    "意味",
    "戸",
    "所",
    "手",
    "手紙",
    "押す",
    "持つ",
    "掃除",
    "授業",
    "掛ける",
    "撮る",
    "教える",
    "教室",
    "散歩",
    "文章",
    "料理",
    "新しい",
    "新聞",
    "方",
    "旅行",
    "日曜日",
    "早い",
    "明るい",
    "明後日",
    "明日",
    "易しい",
    "映画",
    "映画館",
    "春",
    "昨夜",
    "昨日",
    "昼",
    "昼御飯",
    "時々",
    "時計",
    "時間",
    "晩",
    "晩御飯",
    "晴れ",
    "晴れる",
    "暇",
    "暑い",
    "暖かい",
    "暗い",
    "曇り",
    "曇る",
    "曲る",
    "書く",
    "月曜日",
    "有る",
    "有名",
    "服",
    "朝",
    "朝御飯",
    "木",
    "木曜日",
    "本",
    "本当",
    "本棚",
    "机",
    "村",
    "来る",
    "来年",
    "来月",
    "来週",
    "東",
    "果物",
    "椅子",
    "楽しい",
    "横",
    "橋",
    "次",
    "欲しい",
    "歌",
    "歌う",
    "止まる",
    "歩く",
    "歯",
    "死ぬ",
    "段々",
    "母",
    "毎年",
    "毎日",
    "毎晩",
    "毎月",
    "毎朝",
    "毎週",
    "水",
    "水曜日",
    "汚い",
    "池",
    "沢山",
    "泳ぐ",
    "洋服",
    "洗う",
    "洗濯",
    "浴びる",
    "海",
    "消える",
    "消す",
    "涼しい",
    "渡す",
    "渡る",
    "温い",
    "漢字",
    "火曜日",
    "灰皿",
    "無くす",
    "熱い",
    "父",
    "片仮名",
    "牛乳",
    "牛肉",
    "物",
    "犬",
    "狭い",
    "猫",
    "玄関",
    "甘い",
    "生まれる",
    "生徒",
    "男",
    "男の子",
    "町",
    "留学生",
    "番号",
    "疲れる",
    "病気",
    "病院",
    "痛い",
    "登る",
    "白",
    "白い",
    "百",
    "皆さん",
    "目",
    "眼鏡",
    "着く",
    "着る",
    "知る",
    "短い",
    "石鹸",
    "砂糖",
    "磨く",
    "私",
    "秋",
    "空",
    "窓",
    "立つ",
    "答える",
    "箱",
    "箸",
    "紅茶",
    "紙",
    "細い",
    "終る",
    "結婚",
    "結構",
    "絵",
    "綺麗",
    "緑",
    "締める",
    "練習",
    "置く",
    "美味しい",
    "習う",
    "耳",
    "聞く",
    "肉",
    "背",
    "背広",
    "脱ぐ",
    "自分",
    "自動車",
    "自転車",
    "色",
    "色々",
    "花",
    "花瓶",
    "若い",
    "英語",
    "茶碗",
    "茶色",
    "荷物",
    "葉書",
    "薄い",
    "薬",
    "行く",
    "西",
    "要る",
    "見せる",
    "見る",
    "覚える",
    "角",
    "言う",
    "言葉",
    "話",
    "話す",
    "誕生日",
    "読む",
    "誰",
    "誰か",
    "警官",
    "豚肉",
    "財布",
    "買い物",
    "買う",
    "貸す",
    "貼る",
    "質問",
    "赤",
    "赤い",
    "走る",
    "起きる",
    "足; 脚",
    "車",
    "軽い",
    "辛い",
    "辞書",
    "辺",
    "近い",
    "近く",
    "返す",
    "速い",
    "遅い",
    "遊ぶ",
    "道",
    "違う",
    "遠い",
    "部屋",
    "郵便局",
    "醤油",
    "重い",
    "野菜",
    "金曜日",
    "鉛筆",
    "銀行",
    "鍵",
    "長い",
    "門",
    "閉まる",
    "閉める",
    "開く",
    "開ける",
    "降りる",
    "降る",
    "階段",
    "隣",
    "雑誌",
    "難しい",
    "雨",
    "雪",
    "零",
    "電気",
    "電話",
    "電車",
    "青",
    "青い",
    "静か",
    "面白い",
    "靴",
    "靴下",
    "音楽",
    "頭",
    "頼む",
    "顔",
    "風",
    "風邪",
    "飛ぶ",
    "飛行機",
    "食べる",
    "食べ物",
    "食堂",
    "飲み物",
    "飲む",
    "飴",
    "駅",
    "高い",
    "魚",
    "鳥",
    "鳴く",
    "鶏肉",
    "黄色",
    "黄色い",
    "黒",
    "黒い",
    "鼻",
    "～か月",
    "～がる",
    "～くらい; ぐらい",
    "～ころ; ～ごろ",
    "～さん",
    "～すぎ",
    "～ずつ",
    "～たち",
    "～だけ",
    "～など",
    "～中",
    "～人",
    "～個",
    "～側",
    "～円",
    "～冊",
    "～分",
    "～前",
    "～匹",
    "～台",
    "～回",
    "～屋",
    "～年",
    "～度",
    "～日",
    "～時",
    "～時間",
    "～月",
    "～本",
    "～杯",
    "～枚",
    "～歳",
    "～番",
    "～語",
    "～週間",
    "～階"
  ],
  "N4": [
    "あ",
    "あげる",
    "あんな",
    "いくら～ても",
    "いじめる",
    "いただく",
    "いらっしゃる",
    "うかがう",
    "うまい",
    "うん",
    "おいでになる",
    "おかしい",
    "おっしゃる",
    "おつり",
    "おもちゃ",
    "おる",
    "お土産",
    "お嬢さん",
    "お子さん",
    "お宅",
    "お礼",
    "お祝い",
    "お祭り",
    "お見舞い",
    "お金持ち",
    "お陰",
    "かまう",
    "きっと",
    "くださる",
    "くれる",
    "けがする",
    "けれど; けれども",
    "けんかする",
    "こう",
    "この間",
    "この頃",
    "これから",
    "ごちそう",
    "ごみ",
    "ごらんになる",
    "ご主人",
    "ご存じ",
    "さっき",
    "しっかり",
    "しばらく",
    "すっかり",
    "すっと",
    "すり",
    "すると",
    "そう",
    "それで",
    "それに",
    "それほど",
    "そろそろ",
    "そんな",
    "そんなに",
    "たまに",
    "だから",
    "だめ",
    "ちっとも",
    "つもり",
    "できるだけ",
    "とうとう",
    "どんどん",
    "なさる",
    "なるべく",
    "なるほど",
    "はず",
    "はっきり",
    "ひげ",
    "ひどい",
    "びっくりする",
    "ぶどう",
    "ほとんど",
    "まず",
    "または",
    "もうすぐ",
    "もし",
    "もちろん",
    "もらう",
    "やっと",
    "やはり; やっぱり",
    "よろしい",
    "アクセサリー",
    "アジア",
    "アナウンサー",
    "アフリカ",
    "アメリカ",
    "アルコール",
    "アルバイト",
    "エスカレーター",
    "オートバイ",
    "オーバー",
    "カーテン",
    "ガス",
    "ガソリン",
    "ガソリンスタンド",
    "ガラス",
    "ケーキ",
    "コンサート",
    "コンピュータ; コンピューター",
    "サラダ",
    "サンダル",
    "サンドイッチ",
    "ジャム",
    "スクリーン",
    "ステレオ",
    "ステーキ",
    "スーツ",
    "スーツケース",
    "スーパー (マーケット)",
    "ソフト",
    "タイプ",
    "チェックする",
    "テキスト",
    "テニス",
    "ハンバーグ",
    "パソコン",
    "パパ",
    "パート (タイム)",
    "ビル",
    "ピアノ",
    "ファックス",
    "プレゼント",
    "ベル",
    "レジ",
    "レポート; リポート",
    "ワープロ",
    "一度",
    "一杯",
    "一生懸命",
    "丁寧",
    "上がる",
    "下げる",
    "下りる",
    "下る",
    "下宿",
    "下着",
    "不便",
    "世界",
    "世話",
    "両方",
    "中々",
    "中学校",
    "久しぶり",
    "乗り換える",
    "乗り物",
    "乾く",
    "予定",
    "予約",
    "予習",
    "事",
    "事務所",
    "事故",
    "亡くなる",
    "交通",
    "人口",
    "人形",
    "今夜",
    "今度",
    "仕方",
    "代わり",
    "以上",
    "以下",
    "以内",
    "以外",
    "会場",
    "会話",
    "会議",
    "会議室",
    "伝える",
    "伺う",
    "似る",
    "住所",
    "例えば",
    "倍",
    "倒れる",
    "値段",
    "僕",
    "億",
    "優しい",
    "先輩",
    "光",
    "光る",
    "入学",
    "入院",
    "全然",
    "公務員",
    "具合",
    "内",
    "再来月",
    "再来週",
    "写す",
    "冷える",
    "冷房",
    "凄い",
    "出席",
    "出発",
    "別",
    "別れる",
    "利用",
    "割れる",
    "割合",
    "力",
    "動く",
    "動物園",
    "勝つ",
    "匂い",
    "包む",
    "医学",
    "十分",
    "卒業",
    "危険",
    "原因",
    "厳しい",
    "参る",
    "反対",
    "取り替える",
    "受ける",
    "受付",
    "召し上がる",
    "台風",
    "叱る",
    "合う",
    "向かう",
    "君",
    "周り",
    "味",
    "味噌",
    "品物",
    "喉",
    "喜ぶ",
    "嘘",
    "噛む",
    "回る、回す",
    "国際",
    "地理",
    "地震",
    "坂",
    "堅; 硬; 固い",
    "場合",
    "場所",
    "塗る",
    "増える",
    "壁",
    "壊す",
    "壊れる",
    "売り場",
    "変",
    "変える",
    "変わる",
    "夢",
    "大事",
    "大体",
    "大分",
    "大学生",
    "大抵",
    "天気予報",
    "太る",
    "夫",
    "失敗",
    "失礼",
    "女性",
    "妻",
    "始める",
    "娘",
    "嬉しい",
    "子",
    "字",
    "季節",
    "安全",
    "安心",
    "客",
    "家内",
    "寂しい",
    "寄る",
    "寝坊",
    "寺",
    "専門",
    "将来",
    "尋ねる",
    "小学校",
    "小説",
    "小鳥",
    "届ける",
    "屋上",
    "展覧会",
    "島",
    "工場",
    "工業",
    "差し上げる",
    "市",
    "市民",
    "布団",
    "席",
    "帰り",
    "床屋",
    "店員",
    "建て",
    "建てる",
    "引き出し",
    "引っ越す",
    "形",
    "役に立つ",
    "彼",
    "彼ら",
    "彼女",
    "御～",
    "復習",
    "心",
    "心配",
    "必ず",
    "必要",
    "忘れ物",
    "怒る",
    "怖い",
    "思い出す",
    "思う",
    "急",
    "急ぐ",
    "急行",
    "恥ずかしい",
    "息子",
    "悲しい",
    "意見",
    "慣れる",
    "戦争",
    "戻る",
    "手伝う",
    "手袋",
    "打つ",
    "払う",
    "承知",
    "技術",
    "投げる",
    "折る",
    "折れる",
    "押し入れ",
    "招待",
    "拝見",
    "拾う",
    "指",
    "指輪",
    "挨拶",
    "捕まえる",
    "捨てる",
    "探す",
    "揺れる",
    "支度",
    "放送",
    "政治",
    "故障",
    "教会",
    "教育",
    "数学",
    "文化",
    "文学",
    "文法",
    "新聞社",
    "旅館",
    "日",
    "日記",
    "明日",
    "昔",
    "星",
    "是非",
    "昼休み",
    "昼間",
    "時代",
    "普通",
    "景色",
    "暖房",
    "暮れる",
    "最も",
    "最初",
    "最後",
    "最近",
    "月",
    "木綿",
    "林",
    "枝",
    "柔らかい",
    "柔道",
    "校長",
    "格好",
    "案内",
    "棚",
    "森",
    "植える",
    "楽しみ",
    "楽む",
    "様",
    "機会",
    "止む",
    "止める",
    "正しい",
    "正月",
    "歯医者",
    "歴史",
    "残る",
    "残念",
    "比べる",
    "毛",
    "気",
    "気分",
    "気持ち",
    "水泳",
    "水道",
    "汚れる",
    "決して",
    "決まる",
    "決める",
    "汽車",
    "沸かす",
    "沸く",
    "治る",
    "泊まる",
    "法律",
    "泣く",
    "泥棒",
    "注射",
    "注意",
    "浅い",
    "海岸",
    "消しゴム",
    "深い",
    "済む",
    "港",
    "湖",
    "湯",
    "準備",
    "滑る",
    "漫画",
    "漬ける",
    "濡れる",
    "火",
    "火事",
    "点",
    "点く",
    "為",
    "無くなる",
    "無理",
    "焼く",
    "焼ける",
    "熱",
    "熱心",
    "片付ける",
    "特に",
    "特別",
    "特急",
    "珍しい",
    "理由",
    "生きる",
    "生活",
    "生産",
    "産業",
    "用",
    "用事",
    "用意",
    "田舎",
    "申し上げる",
    "申す",
    "男性",
    "留守",
    "番組",
    "畳",
    "痩せる",
    "発音",
    "皆",
    "盗む",
    "盛ん",
    "直す",
    "直る",
    "相談",
    "看護婦",
    "真中",
    "真面目",
    "眠い",
    "眠る",
    "着物",
    "知らせる",
    "石",
    "砂",
    "研究",
    "研究室",
    "確か",
    "社会",
    "社長",
    "祈る",
    "祖母",
    "祖父",
    "神社",
    "科学",
    "移る",
    "程",
    "空く",
    "空気",
    "空港",
    "立てる",
    "競争",
    "笑う",
    "答",
    "簡単",
    "米",
    "糸",
    "約束",
    "素晴らしい",
    "細かい",
    "紹介",
    "終わり",
    "経済",
    "経験",
    "絹",
    "続く",
    "続ける",
    "線",
    "美しい",
    "美術館",
    "習慣",
    "翻訳",
    "考える",
    "聞こえる",
    "育てる",
    "背中",
    "腕",
    "自由",
    "致す",
    "興味",
    "舟",
    "花見",
    "苦い",
    "草",
    "落す",
    "落る",
    "葉",
    "虫",
    "血",
    "行う",
    "表",
    "裏",
    "複雑",
    "褒める",
    "西洋",
    "見える",
    "見つかる",
    "見つける",
    "見物",
    "規則",
    "親",
    "親切",
    "触る",
    "計画",
    "訪ねる",
    "訳",
    "試合",
    "試験",
    "説明",
    "課長",
    "調べる",
    "講堂",
    "講義",
    "謝る",
    "警察",
    "負ける",
    "貿易",
    "贈り物",
    "赤ちゃん",
    "赤ん坊",
    "起こす",
    "趣味",
    "足す",
    "足りる",
    "踊り",
    "踊る",
    "踏む",
    "輸入",
    "輸出",
    "辞典",
    "込む",
    "迎える",
    "近所",
    "返事",
    "退院",
    "送る",
    "逃げる",
    "途中",
    "通う",
    "通り",
    "通る",
    "連れる",
    "連絡",
    "進む",
    "遅れる",
    "遊び",
    "運ぶ",
    "運動",
    "運転",
    "運転手",
    "過ぎる",
    "道具",
    "遠く",
    "遠慮",
    "適当",
    "選ぶ",
    "邪魔",
    "郊外",
    "部長",
    "都",
    "都合",
    "釣る",
    "鏡",
    "開く",
    "間",
    "間に合う",
    "間違える",
    "関係",
    "隅",
    "随分",
    "集まる",
    "集める",
    "雲",
    "電報",
    "電灯",
    "非常に",
    "音",
    "頑張る",
    "飛行場",
    "食事",
    "食料品",
    "飾る",
    "首",
    "駐車場",
    "騒ぐ",
    "驚く",
    "高校; 高等学校",
    "高校生",
    "髪",
    "鳴る",
    "～(て) しまう",
    "～(に) ついて",
    "～(に) よると",
    "～おき",
    "～おわる",
    "～ございます",
    "～だす",
    "～ちゃん",
    "～にくい",
    "～ばかり",
    "～まま",
    "～やすい",
    "～代",
    "～会",
    "～区",
    "～君",
    "～員",
    "～始める",
    "～学部",
    "～家",
    "～式",
    "～月",
    "～様",
    "～町",
    "～目",
    "～続ける",
    "～製",
    "～軒"
  ],
  "N3": [
    "あいにく",
    "あちこち",
    "あらゆる",
    "ありがとう",
    "あるいは",
    "あんなに",
    "あんまり",
    "いけない",
    "いずれ",
    "いたずら",
    "いただきます",
    "いつか",
    "いつでも",
    "いつのまにか",
    "いつまでも",
    "いらいら",
    "いらっしゃい",
    "いわゆる",
    "うがい",
    "うっかり",
    "うなる",
    "おめでとう",
    "およそ",
    "お互い",
    "お前",
    "お喋り",
    "お昼",
    "お洒落",
    "お目に掛かる",
    "お辞儀",
    "かなり",
    "かもしれない",
    "かゆい",
    "がっかり",
    "きちんと",
    "きつい",
    "ぐっすり",
    "けち",
    "ことによると",
    "こぼす",
    "こぼれる",
    "これら",
    "こんなに",
    "こんにちは",
    "ごめんなさい",
    "さっぱり",
    "さて",
    "ざっと",
    "しかも",
    "しきりに",
    "したがって",
    "しばしば",
    "しまった (かん)",
    "しゃべる",
    "じっと",
    "すくなくとも",
    "すっぱい",
    "すてき",
    "すなわち",
    "すみません (かん)",
    "すれ違う",
    "ずっと",
    "ずれる",
    "そこで",
    "そして",
    "そっくり",
    "そっと",
    "そのうえ",
    "そのうち",
    "そのまま",
    "それぞれ",
    "それでも",
    "それと",
    "それとも",
    "たしか",
    "ただ",
    "たっぷり",
    "たとえ",
    "たびたび",
    "たまらない",
    "だが",
    "だけど",
    "だって",
    "ちゃんと",
    "ちょうだい",
    "つまり",
    "できれば",
    "ですから",
    "と",
    "ところが",
    "ところで",
    "とにかく",
    "とんでもない",
    "どうしても",
    "どうぞよろしく",
    "どこか",
    "どんなに",
    "なお",
    "なぜなら",
    "なにも",
    "にっこり",
    "のんびり",
    "はあ (かん)",
    "はさみ",
    "ばったり",
    "ぴったり",
    "ふと",
    "ぶつかる",
    "ぶつける",
    "ほっと",
    "ほぼ",
    "ぼんやり",
    "まあ",
    "まさか",
    "まさに",
    "ますます",
    "まとまる",
    "まとめる",
    "まぶしい",
    "まるで",
    "もしかすると",
    "もしも",
    "もったいない",
    "やがて",
    "やや",
    "より",
    "よろしく (かん)",
    "わがまま",
    "わざと",
    "アイスクリーム",
    "アウト",
    "アップ",
    "アルバム",
    "アンケート",
    "イメージ",
    "インク",
    "インタビュー",
    "ウイスキー",
    "エネルギー",
    "エンジン",
    "オフィス",
    "カー",
    "カード",
    "キャプテン",
    "キャンプ",
    "クラシック",
    "クリスマス",
    "クリーム",
    "グラス",
    "グランド",
    "グループ",
    "ケース",
    "ゲーム",
    "コンテスト",
    "コーチ",
    "コード",
    "ゴール",
    "サイン",
    "サービス",
    "ショック",
    "ジェット機",
    "ジュース",
    "ジーンズ",
    "スイッチ",
    "スキー",
    "スケジュール",
    "スケート",
    "スタイル",
    "スタンド",
    "スター",
    "ストレス",
    "スピーチ",
    "スープ",
    "セット",
    "センター",
    "ソファー",
    "タイトル",
    "タイプライター",
    "タオル",
    "ダイヤ",
    "ダウン",
    "ダンス",
    "チャイム",
    "チャンス",
    "チーズ",
    "チーム",
    "テント",
    "デザイン",
    "デザート",
    "デモ",
    "データ",
    "デート",
    "トップ",
    "トラック",
    "トランプ",
    "トレーニング",
    "トン",
    "トンネル",
    "ドライブ",
    "ドラマ",
    "ドレス",
    "ノック",
    "ノー",
    "ハイキング",
    "ハンサム",
    "バイオリン",
    "バッグ",
    "バランス",
    "パイプ",
    "パイロット",
    "パス",
    "パスポート",
    "パーセント",
    "ビデオ",
    "ビール",
    "ピクニック",
    "ピン",
    "ブレーキ",
    "プラス",
    "プラスチック",
    "プラン",
    "プロ",
    "ベルト",
    "ベンチ",
    "ペンキ",
    "ホーム",
    "ボーイ",
    "ボート",
    "ボール",
    "マイク",
    "マイナス",
    "マスコミ",
    "マスター",
    "マッサージ",
    "ママ",
    "マーケット",
    "ミス",
    "ミルク",
    "メッセージ",
    "メモ",
    "メンバー",
    "ユーモア",
    "ヨット",
    "ヨーロッパ",
    "ライター",
    "ラケット",
    "ラベル",
    "ルール",
    "レベル",
    "ロケット",
    "ワイン",
    "一人一人",
    "一体",
    "一家",
    "一層",
    "一帯",
    "一度に",
    "一方",
    "一時",
    "一生",
    "一瞬",
    "一種",
    "一致",
    "一般",
    "一言",
    "万一",
    "上",
    "上る",
    "上京",
    "上司",
    "上等",
    "上達",
    "下",
    "下す",
    "下り",
    "下る",
    "不",
    "不利",
    "不可",
    "不安",
    "不平",
    "不幸",
    "不思議",
    "不正",
    "不満",
    "不自由",
    "不足",
    "不通",
    "与える",
    "世",
    "世の中",
    "世紀",
    "世間",
    "丘",
    "丘陵",
    "両替",
    "並",
    "中",
    "中古",
    "中味",
    "中央",
    "中学",
    "中心",
    "中止",
    "中身",
    "丸",
    "主に",
    "主婦",
    "主張",
    "主義",
    "主要",
    "乗せる",
    "乗客",
    "乾かす",
    "乾燥",
    "予報",
    "予想",
    "予期",
    "予測",
    "予算",
    "予防",
    "争う",
    "事件",
    "事実",
    "事情",
    "互い",
    "亡くす",
    "交ざる",
    "交じる",
    "交ぜる",
    "交換",
    "交際",
    "享受",
    "人工",
    "人気",
    "人物",
    "人生",
    "人種",
    "人込み",
    "人間",
    "人類",
    "今に",
    "今にも",
    "今回",
    "今後",
    "今日",
    "仏",
    "仕様",
    "他",
    "他人",
    "付き合い",
    "付く",
    "付ける",
    "付合う",
    "代える",
    "代る",
    "代理",
    "代表",
    "代金",
    "以前",
    "以来",
    "仮定",
    "仲",
    "仲間",
    "件",
    "任せる",
    "企業",
    "休息",
    "休憩",
    "休暇",
    "会合",
    "会員",
    "会計",
    "伝わる",
    "伝統",
    "伝言",
    "伸ばす",
    "伸びる",
    "似合う",
    "位",
    "位置",
    "住",
    "住宅",
    "住民",
    "体温",
    "体育",
    "体重",
    "何か",
    "何で",
    "何でも",
    "何とか",
    "余分",
    "余裕",
    "作",
    "作品",
    "作家",
    "作曲",
    "作業",
    "作法",
    "作物",
    "使用",
    "例",
    "例え",
    "例外",
    "供",
    "供給",
    "依然",
    "依頼",
    "価値",
    "価格",
    "便",
    "便り",
    "係",
    "保存",
    "保証",
    "保護",
    "保障",
    "信じる",
    "信仰",
    "信号",
    "信用",
    "信頼",
    "修正",
    "修理",
    "修飾",
    "俳優",
    "個々",
    "個人",
    "倒す",
    "倒産",
    "候補",
    "借り",
    "借金",
    "値",
    "偉大",
    "停留所",
    "停電",
    "健康",
    "偶",
    "偶々",
    "偶然",
    "備える",
    "傷",
    "傷める",
    "傾向",
    "僅か",
    "働き",
    "像",
    "僧",
    "優",
    "優れる",
    "優勝",
    "優秀",
    "元",
    "先日",
    "先行",
    "光景",
    "克服",
    "免許",
    "兎",
    "児童",
    "党",
    "入場",
    "全",
    "全く",
    "全て",
    "全体",
    "全員",
    "全国",
    "全身",
    "公平",
    "公正",
    "公演",
    "共に",
    "共同",
    "共通",
    "具える",
    "具体",
    "典型",
    "内容",
    "円",
    "再び",
    "冒険",
    "冗談",
    "写る",
    "冷ます",
    "冷める",
    "冷やす",
    "冷静",
    "凍る",
    "処理",
    "出",
    "出会い",
    "出会う",
    "出合い",
    "出場",
    "出来事",
    "出版",
    "出身",
    "刀",
    "分",
    "分かれる",
    "分ける",
    "分析",
    "分野",
    "切り",
    "切れ",
    "切れる",
    "刈る",
    "刊行",
    "刑",
    "刑事",
    "列",
    "列車",
    "判",
    "判断",
    "別に",
    "別れ",
    "利口",
    "利益",
    "到着",
    "制度",
    "制限",
    "刷る",
    "券",
    "刺さる",
    "刺す",
    "刺激",
    "前もって",
    "前者",
    "前進",
    "剥く",
    "割る",
    "創造",
    "劇",
    "劇場",
    "加える",
    "加わる",
    "加味",
    "加減",
    "劣る",
    "助かる",
    "助ける",
    "助手",
    "助詞",
    "努力",
    "労働",
    "効く",
    "効果",
    "勇気",
    "動かす",
    "動揺",
    "動詞",
    "勘",
    "勘定",
    "務め",
    "勝ち",
    "勢い",
    "勤め",
    "勧める",
    "包み",
    "包装",
    "化学",
    "化粧",
    "区別",
    "医師",
    "医療",
    "医院",
    "半ば",
    "協力",
    "協調",
    "協議",
    "単なる",
    "単に",
    "単位",
    "単純",
    "単語",
    "博士",
    "博物館",
    "占める",
    "印",
    "印刷",
    "印象",
    "卸す",
    "厄介",
    "原",
    "去る",
    "参加",
    "参考",
    "及ぼす",
    "友",
    "友人",
    "友好",
    "友情",
    "双子",
    "反る",
    "反抗",
    "反省",
    "収める",
    "収入",
    "収穫",
    "取り上げる",
    "取れる",
    "受け取る",
    "句",
    "叩く",
    "只",
    "叫ぶ",
    "可",
    "可愛そう",
    "可愛らしい",
    "可能",
    "合わせる",
    "合図",
    "合格",
    "合計",
    "同一",
    "同僚",
    "同士",
    "同志",
    "同時",
    "同様",
    "名",
    "名人",
    "名刺",
    "名詞",
    "吐く",
    "向かい",
    "向く",
    "向ける",
    "吠える",
    "否",
    "否定",
    "含む",
    "含める",
    "吸収",
    "周囲",
    "味方",
    "呼吸",
    "命",
    "命じる",
    "命令",
    "咥える",
    "咳",
    "哀れ",
    "品",
    "哲学",
    "唯",
    "唯一",
    "商人",
    "商品",
    "商売",
    "問い",
    "問う",
    "善",
    "喜び",
    "営業",
    "嗅ぐ",
    "噂",
    "器官",
    "器械",
    "器用",
    "四",
    "四季",
    "四角",
    "回復",
    "因る",
    "団体",
    "困難",
    "囲む",
    "図",
    "図る",
    "図書",
    "国会",
    "国境",
    "国家",
    "国民",
    "国籍",
    "国語",
    "土",
    "土地",
    "土産",
    "在る; 有る",
    "地",
    "地下",
    "地位",
    "地区",
    "地味",
    "地域",
    "地平線",
    "地方",
    "地球",
    "型",
    "埃",
    "埋まる",
    "埋める",
    "城",
    "基",
    "基づく",
    "基本",
    "堀",
    "堅い",
    "報告",
    "場",
    "場面",
    "塀",
    "塔",
    "塵",
    "境",
    "墓",
    "増す",
    "増やす",
    "増加",
    "墨",
    "声明",
    "売れる",
    "変化",
    "変更",
    "外す",
    "外れる",
    "外交",
    "外出",
    "多少",
    "夜",
    "夜中",
    "夜明け",
    "夢中",
    "大",
    "大いに",
    "大した",
    "大人しい",
    "大会",
    "大使",
    "大半",
    "大家",
    "大戦",
    "大気",
    "大統領",
    "大臣",
    "大部分",
    "大陸",
    "天候",
    "天然",
    "太陽",
    "夫人",
    "夫婦",
    "失う",
    "失望",
    "失業",
    "奇妙",
    "契機",
    "契約",
    "奥",
    "奨学金",
    "奪う",
    "女優",
    "女史",
    "女子",
    "女王",
    "好み",
    "好む",
    "妙",
    "姉妹",
    "始まり",
    "姓",
    "姓名",
    "委員",
    "姿",
    "婚約",
    "婦人",
    "嫁",
    "嫌う",
    "字体",
    "存在",
    "季刊",
    "学",
    "学ぶ",
    "学問",
    "学期",
    "学歴",
    "学習",
    "学者",
    "孫",
    "宅",
    "宇宙",
    "守る",
    "安定",
    "完了",
    "完全",
    "完成",
    "宗教",
    "官僚",
    "定期",
    "宛てる",
    "宝",
    "宝石",
    "実",
    "実に",
    "実は",
    "実力",
    "実施",
    "実現",
    "実行",
    "実際",
    "実験",
    "宣伝",
    "害",
    "家事",
    "家具",
    "家賃",
    "容器",
    "容易",
    "宿",
    "宿泊",
    "寄せる",
    "寄付",
    "密",
    "寧ろ",
    "審判",
    "寮",
    "対",
    "対する",
    "対照",
    "対象",
    "専攻",
    "射す",
    "尊敬",
    "尊重",
    "小",
    "小包",
    "小屋",
    "小銭",
    "小麦",
    "少々",
    "少しも",
    "少女",
    "少年",
    "尤も",
    "就く",
    "就職",
    "尻",
    "尾",
    "局",
    "居眠り",
    "居間",
    "届く",
    "屋根",
    "岩",
    "岸",
    "嵐",
    "州",
    "巣",
    "工場",
    "左右",
    "巨大",
    "差",
    "差別",
    "巻く",
    "市",
    "市場",
    "布",
    "希望",
    "帯",
    "帰す",
    "帰宅",
    "常に",
    "常識",
    "幅",
    "幕",
    "平ら",
    "平和",
    "平均",
    "平等",
    "年中",
    "年代",
    "年寄",
    "年月",
    "年鑑",
    "年間",
    "年齢",
    "幸い",
    "幸せ",
    "幸福",
    "幸運",
    "幼い",
    "広がる",
    "広げる",
    "広まる",
    "広める",
    "広告",
    "床",
    "底",
    "度",
    "座席",
    "延ばす",
    "延びる",
    "延期",
    "建つ",
    "建築",
    "建設",
    "弁当",
    "引っ張る",
    "引用",
    "引越し",
    "引退",
    "弱まる",
    "弱める",
    "強まる",
    "強める",
    "強力",
    "強盗",
    "強調",
    "弾",
    "当たり前",
    "当たる",
    "当てる",
    "当り",
    "当時",
    "当然",
    "形態",
    "影",
    "影響",
    "役",
    "役割",
    "後",
    "後悔",
    "後者",
    "後輩",
    "徐々に",
    "従う",
    "従兄弟",
    "従姉妹",
    "得る",
    "得意",
    "微妙",
    "微笑む",
    "徹夜",
    "徹底",
    "心理",
    "心臓",
    "必ずしも",
    "必死",
    "志望",
    "応じる",
    "応援",
    "快適",
    "怒り",
    "思い付く",
    "思い出",
    "思わず",
    "思想",
    "怠ける",
    "急に",
    "急激",
    "急速",
    "性",
    "性格",
    "性質",
    "恋",
    "恋人",
    "恐らく",
    "恐れる",
    "恐ろしい",
    "恐怖",
    "恩",
    "息",
    "悔しい",
    "患者",
    "悩む",
    "悪",
    "悪口",
    "悪魔",
    "悲しむ",
    "悲劇",
    "情",
    "情報",
    "想像",
    "愉快",
    "意",
    "意地",
    "意地悪",
    "意外",
    "意志",
    "意思",
    "意識",
    "愛",
    "愛する",
    "愛情",
    "感じ",
    "感じる",
    "感動",
    "感心",
    "感情",
    "感想",
    "感覚",
    "感謝",
    "態度",
    "慌てる",
    "慎重",
    "慣らす",
    "慣行",
    "憲法",
    "成人",
    "成功",
    "成年",
    "成績",
    "成長",
    "我々",
    "我慢",
    "或",
    "戦い",
    "戦う",
    "戻す",
    "所為",
    "手伝い",
    "手品",
    "手段",
    "手術",
    "手間",
    "才能",
    "打つ",
    "扱う",
    "批判",
    "批評",
    "承認",
    "技師",
    "投票",
    "抜く",
    "抜ける",
    "抱える",
    "抱く",
    "抵抗",
    "押える",
    "担当",
    "拍手",
    "拘束",
    "招く",
    "拡大",
    "拭く",
    "持ち上げる",
    "指す",
    "指導",
    "指揮",
    "挑戦",
    "挙げる",
    "振り",
    "振る",
    "振興",
    "挿す",
    "捕まる",
    "捜査",
    "捲る",
    "掃く",
    "採集",
    "接ぐ",
    "推薦",
    "掲示",
    "掴む",
    "掻く",
    "揃う",
    "揃える",
    "描く",
    "提出",
    "提案",
    "揚げる",
    "換える",
    "握る",
    "握手",
    "援助",
    "損",
    "損害",
    "携帯",
    "摘む",
    "撃つ",
    "撒く",
    "操作",
    "操縦",
    "擦る",
    "支える",
    "支出",
    "支店",
    "支払",
    "支払う",
    "支給",
    "支配",
    "改善",
    "攻める",
    "攻撃",
    "放す",
    "放れる",
    "政府",
    "故人",
    "故郷",
    "救う",
    "救助",
    "教え",
    "教わる",
    "教授",
    "教科書",
    "散らす",
    "散る",
    "敬意",
    "数",
    "数える",
    "数字",
    "整理",
    "敵",
    "文",
    "文句",
    "文字",
    "文明",
    "料金",
    "断つ",
    "断る",
    "新た",
    "新興",
    "新鮮",
    "方",
    "方々",
    "方向",
    "方法",
    "旅",
    "旗",
    "既に",
    "日",
    "日中",
    "日付",
    "日光",
    "日常",
    "日本",
    "旧",
    "昇る",
    "明かり",
    "明ける",
    "明らか",
    "明後日",
    "明確",
    "映える",
    "映す",
    "映る",
    "昨",
    "昼食",
    "時刻",
    "時期",
    "普段",
    "景気",
    "暖まる",
    "暖める",
    "暗記",
    "暮らし",
    "暮らす",
    "暮れ",
    "曜日",
    "更に",
    "書斎",
    "書物",
    "書類",
    "替える",
    "最中",
    "最低",
    "最終",
    "最高",
    "有利",
    "有効",
    "有機",
    "有無",
    "有能",
    "服装",
    "望み",
    "望む",
    "期待",
    "期間",
    "期限",
    "未来",
    "末",
    "本人",
    "本当",
    "本物",
    "札",
    "材料",
    "束",
    "条件",
    "来",
    "東洋",
    "松",
    "板",
    "枠",
    "柄",
    "柵",
    "栄養",
    "校舎",
    "株",
    "核",
    "根",
    "格",
    "案",
    "案外",
    "桜",
    "梅",
    "梅雨",
    "棒",
    "棟",
    "椀",
    "植物",
    "検査",
    "検討",
    "極",
    "楽",
    "楽器",
    "構成",
    "様々",
    "様子",
    "模様",
    "権利",
    "横切る",
    "横断",
    "機嫌",
    "機械",
    "機構",
    "機能",
    "機関",
    "欠く",
    "欠ける",
    "欠席",
    "欠点",
    "欠陥",
    "次々",
    "次ぐ",
    "次第",
    "歌手",
    "歌謡",
    "歓声",
    "歓迎",
    "止す",
    "正",
    "正体",
    "正午",
    "正式",
    "正直",
    "正確",
    "正規",
    "武器",
    "歩道",
    "死",
    "死亡",
    "残す",
    "残り",
    "殖やす",
    "殴る",
    "段",
    "殺す",
    "殻",
    "母親",
    "毒",
    "比較",
    "毛布",
    "氏",
    "気に入る",
    "気の毒",
    "気付く",
    "気体",
    "気候",
    "気味",
    "気温",
    "水洗",
    "水準",
    "氷",
    "永久",
    "永遠",
    "求める",
    "汗",
    "汚す",
    "汚染",
    "汲む",
    "決まり",
    "決定",
    "決心",
    "決行",
    "沈む",
    "沖",
    "河",
    "油",
    "治める",
    "治療",
    "沿う",
    "泉",
    "泊める",
    "法",
    "泡",
    "波",
    "泥",
    "注",
    "注ぐ",
    "注す",
    "注文",
    "注目",
    "泳ぎ",
    "洗剤",
    "活動",
    "活気",
    "活用",
    "活躍",
    "派手",
    "流す",
    "流れ",
    "流れる",
    "流行",
    "流行る",
    "海外",
    "消費",
    "消防",
    "涙",
    "深まる",
    "深める",
    "深刻",
    "混ざる",
    "混じる",
    "混ぜる",
    "混乱",
    "混雑",
    "添う",
    "清む",
    "清潔",
    "渇く",
    "済ませる",
    "渋滞",
    "減らす",
    "減る",
    "減少",
    "渦",
    "温かい",
    "温まる",
    "温める",
    "温度",
    "温暖",
    "測る",
    "湧く",
    "湾",
    "湿る",
    "湿度",
    "湿気",
    "満ちる",
    "満足",
    "溜まる",
    "溜める",
    "溶く",
    "溶ける",
    "溺れる",
    "滅多に",
    "滞在",
    "演奏",
    "演技",
    "演説",
    "澄む",
    "激しい",
    "濃い",
    "濠",
    "濡らす",
    "火災",
    "灯",
    "灰",
    "炊く",
    "炎",
    "炒める",
    "為る",
    "焚く",
    "無",
    "無し",
    "無事",
    "無料",
    "無視",
    "無駄",
    "煙",
    "照明",
    "煮える",
    "煮る",
    "熱中",
    "熱帯",
    "燃える",
    "燃やす",
    "爆発",
    "父親",
    "片付く",
    "片付け",
    "版",
    "牛",
    "物事",
    "物価",
    "物理",
    "物語",
    "物質",
    "物音",
    "特徴",
    "特長",
    "犯人",
    "犯罪",
    "状態",
    "状況",
    "狂う",
    "狩り",
    "独り",
    "独特",
    "独立",
    "独身",
    "猿",
    "率",
    "玉",
    "王",
    "王子",
    "王様",
    "班",
    "現す",
    "現れ",
    "現れる",
    "現代",
    "現在",
    "現場",
    "現実",
    "現状",
    "現象",
    "現金",
    "球",
    "理想",
    "理解",
    "琴",
    "環境",
    "瓶",
    "生",
    "生える",
    "生き物",
    "生じる",
    "生まれ",
    "生やす",
    "生る",
    "生命",
    "生地",
    "生年月日",
    "生涯",
    "生物",
    "生理",
    "生長",
    "産む",
    "用いる",
    "用心",
    "田",
    "申し訳",
    "申し込む",
    "申告",
    "男の人",
    "男子",
    "画家",
    "畑",
    "留める",
    "留学",
    "異",
    "異なる",
    "異動",
    "異常",
    "畳む",
    "疑う",
    "疑問",
    "疲れ",
    "症状",
    "痛み",
    "癌",
    "癖",
    "発射",
    "発展",
    "発明",
    "発行",
    "発表",
    "発見",
    "発車",
    "発達",
    "登山",
    "皮",
    "皿",
    "盛り",
    "監督",
    "目上",
    "目標",
    "目的",
    "直",
    "直ちに",
    "直に",
    "直接",
    "相",
    "相変わらず",
    "相当",
    "相手",
    "相続",
    "盾",
    "省く",
    "省略",
    "県",
    "真っ赤",
    "真似",
    "真剣",
    "真理",
    "眺め",
    "眺める",
    "着ける",
    "睡眠",
    "瞬間",
    "知らせ",
    "知事",
    "知合い",
    "知恵",
    "知能",
    "知識",
    "石油",
    "石炭",
    "砂漠",
    "破る",
    "破れる",
    "破産",
    "硬い",
    "硬貨",
    "碁",
    "碑",
    "碗",
    "確かめる",
    "確実",
    "確認",
    "磁器",
    "磁気",
    "示す",
    "礼",
    "礼儀",
    "祝い",
    "祝う",
    "神",
    "神経",
    "票",
    "祭",
    "禁止",
    "禁煙",
    "禅",
    "福",
    "私用",
    "科目",
    "秒",
    "秘密",
    "移動",
    "程度",
    "税",
    "税金",
    "種",
    "種類",
    "稲",
    "稼ぐ",
    "穀物",
    "積む",
    "積もる",
    "積極的",
    "穏やか",
    "穴",
    "空",
    "空き",
    "突く",
    "突然",
    "立ち上がる",
    "立場",
    "章",
    "童謡",
    "端",
    "競技",
    "笑い",
    "笑顔",
    "笛",
    "筆",
    "等しい",
    "筋",
    "筋肉",
    "答案",
    "策",
    "管",
    "管理",
    "節",
    "節約",
    "範囲",
    "築く",
    "籠",
    "粉",
    "粋",
    "粗",
    "粗末",
    "精々",
    "精巧",
    "精神",
    "精算",
    "約",
    "納める",
    "納得",
    "紐",
    "級",
    "素",
    "終える",
    "組",
    "組む",
    "組合",
    "組織",
    "経つ",
    "経る",
    "経営",
    "経由",
    "経緯",
    "結ぶ",
    "結局",
    "結果",
    "結論",
    "給料",
    "絵画",
    "絶対",
    "絶滅",
    "継ぐ",
    "続き",
    "維持",
    "綴じる",
    "綿",
    "緊張",
    "縁",
    "縄",
    "繋がる",
    "繋ぐ",
    "繋げる",
    "織る",
    "繰り返す",
    "缶",
    "罪",
    "罰する",
    "署名",
    "罹る",
    "美人",
    "群",
    "羨ましい",
    "義務",
    "羽",
    "羽根",
    "翼",
    "老い",
    "老人",
    "考え",
    "考慮",
    "者",
    "職",
    "職業",
    "肌",
    "股",
    "肩",
    "育つ",
    "肺",
    "胃",
    "胡椒",
    "胸",
    "能",
    "能力",
    "脂",
    "脂肪",
    "脇",
    "脳",
    "腐る",
    "腰",
    "腹",
    "膜",
    "膝",
    "膳",
    "臨む",
    "自動",
    "自己",
    "自慢",
    "自殺",
    "自然",
    "自身",
    "臭い",
    "至る",
    "至急",
    "興奮",
    "舌",
    "舞台",
    "航海",
    "航空",
    "良い",
    "芝居",
    "芝生",
    "芸術",
    "芽",
    "苦",
    "苦しい",
    "苦しむ",
    "苦労",
    "苦手",
    "苦痛",
    "茶",
    "茹でる",
    "荒廃",
    "莫大",
    "菌",
    "菓子",
    "著す",
    "著者",
    "蒔く",
    "蒸し暑い",
    "蒸す",
    "蕎麦",
    "虎",
    "虫歯",
    "蚊",
    "血液",
    "血管",
    "衆",
    "行き",
    "行儀",
    "行動",
    "街",
    "衛星",
    "衝突",
    "衣料",
    "衣服",
    "表",
    "表す",
    "表情",
    "表現",
    "表面",
    "袋",
    "袖",
    "被る",
    "被害",
    "裁く",
    "裁判",
    "裂く",
    "裂ける",
    "装置",
    "裏切る",
    "補償",
    "裸",
    "製品",
    "製造",
    "要するに",
    "要求",
    "要点",
    "要素",
    "覆う",
    "見事",
    "見当",
    "見掛ける",
    "見舞い",
    "見解",
    "見送り",
    "規制",
    "視点",
    "視覚",
    "覗く",
    "覚ます",
    "覚める",
    "覚悟",
    "親しい",
    "親友",
    "親戚",
    "観光",
    "観客",
    "観察",
    "角",
    "解く",
    "解ける",
    "解決",
    "解釈",
    "触れる",
    "言わば",
    "言語",
    "計",
    "計る",
    "計器",
    "計算",
    "討つ",
    "訓",
    "訓練",
    "記事",
    "記入",
    "記念",
    "記憶",
    "記者",
    "記録",
    "訪問",
    "設備",
    "設計",
    "許す",
    "許可",
    "訳",
    "訳す",
    "訴える",
    "診る",
    "診察",
    "証明",
    "評価",
    "評判",
    "試し",
    "試す",
    "詩",
    "詩人",
    "詰める",
    "話し合う",
    "話題",
    "詳しい",
    "誇り",
    "認める",
    "誕生",
    "誘う",
    "語る",
    "語句",
    "語学",
    "誤り",
    "誤解",
    "説",
    "説く",
    "読み",
    "読書",
    "課",
    "課程",
    "課題",
    "調子",
    "調査",
    "請求",
    "論じる",
    "論争",
    "論文",
    "諦める",
    "諮る",
    "諺",
    "謎",
    "講演",
    "警告",
    "議会",
    "議員",
    "議論",
    "議長",
    "譲る",
    "谷",
    "豆",
    "豊か",
    "豊富",
    "象",
    "豪華",
    "貝",
    "負う",
    "負け",
    "財産",
    "貢献",
    "貧しい",
    "販売",
    "責める",
    "責任",
    "貯金",
    "貴重",
    "貸し",
    "費用",
    "資本",
    "資格",
    "資源",
    "賛成",
    "賞",
    "賞品",
    "賢い",
    "質",
    "賭ける",
    "贅沢",
    "贈る",
    "起こる",
    "起源",
    "超える",
    "超す",
    "越える",
    "越す",
    "足袋",
    "跡",
    "蹴る",
    "身",
    "身体",
    "身長",
    "軍",
    "軍隊",
    "軒",
    "転ぶ",
    "転校",
    "載せる",
    "載る",
    "輝く",
    "輪",
    "辛い",
    "辞める",
    "辞退",
    "農家",
    "農業",
    "農民",
    "辺り",
    "迎え",
    "近代",
    "近視",
    "近頃",
    "述べる",
    "迷う",
    "迷子",
    "迷惑",
    "追い付く",
    "追う",
    "退く",
    "退学",
    "退屈",
    "逆",
    "逆らう",
    "途端",
    "通じる",
    "通す",
    "通り過ぎる",
    "通信",
    "通勤",
    "通学",
    "通行",
    "通訳",
    "通貨",
    "通過",
    "速度",
    "連れ",
    "連想",
    "連続",
    "逮捕",
    "週",
    "進める",
    "進学",
    "進歩",
    "進行",
    "遂に",
    "遅れ",
    "遅刻",
    "運",
    "運転",
    "過ごす",
    "過去",
    "過程",
    "道徳",
    "道路",
    "達する",
    "違い",
    "違いない",
    "違反",
    "適する",
    "適切",
    "適度",
    "適用",
    "遭う",
    "選手",
    "選択",
    "選挙",
    "選考",
    "避ける",
    "郡",
    "部分",
    "郵便",
    "都",
    "都会",
    "都市",
    "酌む",
    "配達",
    "酒",
    "酔う",
    "酢",
    "酸化",
    "酸性",
    "酸素",
    "重なる",
    "重ねる",
    "重体",
    "重大",
    "重要",
    "重視",
    "野",
    "野党",
    "量",
    "量る",
    "金",
    "金属",
    "金庫",
    "金融",
    "金銭",
    "金額",
    "針",
    "釣",
    "鉄",
    "鉄道",
    "銀",
    "銃",
    "銅貨",
    "鋭い",
    "鍋",
    "鎖",
    "鐘",
    "長期",
    "閉じる",
    "開始",
    "間",
    "間違い",
    "間隔",
    "関する",
    "関心",
    "関連",
    "防ぐ",
    "降ろす",
    "降伏",
    "限る",
    "限界",
    "除く",
    "陰",
    "陸",
    "陽気",
    "隊",
    "際",
    "障害",
    "隠す",
    "隠れる",
    "集まり",
    "集中",
    "集団",
    "雇う",
    "離す",
    "離れる",
    "離婚",
    "難",
    "雰囲気",
    "雷",
    "電子",
    "需要",
    "震える",
    "霜",
    "霧",
    "露",
    "青年",
    "非常",
    "非行",
    "面",
    "面倒",
    "面接",
    "革",
    "音",
    "頂上",
    "順",
    "順番",
    "順調",
    "預かる",
    "預ける",
    "頬",
    "頭痛",
    "頼る",
    "題",
    "題名",
    "額",
    "願い",
    "願う",
    "風景",
    "飛ばす",
    "飛び出す",
    "飛行",
    "食う",
    "食卓",
    "食品",
    "食料",
    "食欲",
    "食物",
    "食糧",
    "飯",
    "飼う",
    "飽きる",
    "飾り",
    "餌",
    "首相",
    "首都",
    "香り",
    "馬",
    "馬鹿",
    "馴らす",
    "馴れる",
    "駆ける",
    "駐車",
    "騒ぎ",
    "騒音",
    "騙す",
    "驚き",
    "骨",
    "骨折",
    "高まる",
    "高める",
    "高価",
    "高速",
    "髪の毛",
    "鬼",
    "魅力",
    "魚",
    "鳴らす",
    "黒板",
    "黙る",
    "鼠",
    "～敗",
    "～観"
  ],
  "N2": [
    "(かさを～) さす",
    "×",
    "〜 (まる) ごと",
    "〜(日本) 式",
    "あいまい",
    "あくび",
    "あちらこちら",
    "あふれる",
    "あぶる",
    "あみもの",
    "あらわす",
    "あれこれ",
    "いきなり",
    "いちいち",
    "いってきます",
    "いってまいります",
    "いよいよ",
    "うどん",
    "うなずく",
    "うろうろ",
    "うんと",
    "ええと",
    "おおざっぱ",
    "おかけください",
    "おかげさまで",
    "おかず",
    "おかまいなく",
    "おはよう",
    "おまちどおさま",
    "おめでたい",
    "おやつ",
    "お世話になりました",
    "お代わり",
    "お休み",
    "お元気で",
    "お先に",
    "お出掛け",
    "お参り",
    "お大事に",
    "お帰り",
    "お待たせしました",
    "お待ちください",
    "お手伝いさん",
    "お気の毒に",
    "お邪魔します",
    "お願いします",
    "かけざん",
    "かしこまりました",
    "かしょ",
    "かじる",
    "かたかな",
    "かたづく",
    "かび (～がはえる)",
    "からかう",
    "かるた",
    "きっかけ",
    "ぎっしり",
    "くしゃみ",
    "くたびれる",
    "くだらない",
    "くっつく",
    "くっつける",
    "くどい",
    "くるむ",
    "くれぐれも",
    "こうして",
    "こうよう もみじ",
    "こくせき",
    "こしらえる",
    "こちらこそ",
    "こっそり",
    "こないだ",
    "こんばんは",
    "ごちそうさま",
    "ごめんください",
    "ご苦労様",
    "さっさと",
    "さようなら",
    "さわやか",
    "しいんと (する)",
    "しかく しかくい",
    "しっぽ",
    "しつこい",
    "しつれいしました (かん)",
    "しびれる",
    "しぼむ",
    "しみじみ",
    "しめた (かん)",
    "しめる",
    "しゃがむ",
    "しゃっくり",
    "しゃぶる",
    "しょうがない",
    "しわ (かおの～)",
    "じゃんけん",
    "じゅうたん (カーペット)",
    "すっきり",
    "すまない",
    "する",
    "ずうっと",
    "ずらす",
    "ずらり",
    "せっせと",
    "せめて",
    "ぜひとも",
    "そういえば",
    "そうっと",
    "そそっかしい",
    "そのころ",
    "そのため",
    "その他",
    "そば",
    "それなのに",
    "それなら",
    "それはいけませんね (かん)",
    "ただいま",
    "たちまち",
    "ためらう",
    "たんす",
    "だいいち (とりわけ)",
    "だらしない",
    "ちぎる",
    "ついで",
    "つうか",
    "つまずく",
    "でたらめ",
    "とっくに",
    "ともかく",
    "どういたしまして (かん)",
    "どうせ",
    "どきどき",
    "どっと",
    "なにしろ",
    "なんとなく",
    "なんとも",
    "にこにこ",
    "ねじ",
    "のこぎり",
    "のろのろ",
    "はい (かん)",
    "はきはき",
    "はじめまして",
    "はめる",
    "ばからしい",
    "ばね",
    "ひとまず",
    "ひとりでに",
    "ひゃっかじてん",
    "ぴかぴか",
    "ぴたり",
    "ふくめる",
    "ふざける",
    "ふわふわ",
    "ぶつぶつ",
    "ぶらさげる",
    "へそ",
    "ほんの～",
    "ぼろ",
    "まあまあ",
    "まく",
    "まごまご",
    "まざる",
    "まじる",
    "まぜる",
    "またぐ",
    "まぶた",
    "みじめ",
    "みっともない",
    "めちゃくちゃ",
    "めっきり",
    "めでたい",
    "めまい",
    "もしかしたら",
    "もたれる",
    "もやす",
    "やかましい",
    "やかん",
    "やたらに",
    "やっつける",
    "やっぱり",
    "やむをえない",
    "よこす",
    "よごす",
    "ろうそく",
    "アイデア; アイディア",
    "アクセント",
    "アンテナ",
    "イコール",
    "インキ",
    "ウエートレス",
    "ウーマン",
    "ウール",
    "エチケット",
    "エプロン",
    "オイル",
    "オルガン",
    "オーケストラ",
    "オートメーション",
    "カセット",
    "カバー",
    "カラー",
    "カロリー",
    "カーブ",
    "ガム",
    "キャンパス",
    "ギャング",
    "クリーニング",
    "クーラー",
    "コック",
    "コレクション",
    "コンクリート",
    "コンクール",
    "コンセント",
    "コース",
    "コーラス",
    "ゴム",
    "サイレン",
    "サラリーマン",
    "サンプル",
    "サークル",
    "シャッター",
    "ショップ",
    "シリーズ",
    "シーズン",
    "シーツ",
    "ジャーナリスト",
    "スカーフ",
    "スクール",
    "スタート",
    "スチュワーデス",
    "ステージ",
    "ストッキング",
    "ストップ",
    "スピーカー",
    "スマート",
    "スライド",
    "スリッパ",
    "セメント",
    "センチ",
    "ゼミ",
    "タイア",
    "ダイヤグラム",
    "ダイヤモンド",
    "ダイヤル",
    "ダブル",
    "ダム",
    "チップ",
    "チョーク",
    "テニスコート",
    "テンポ",
    "テーマ",
    "ナイロン",
    "ナンバー",
    "ネックレス",
    "ハンドル",
    "バイバイ",
    "バケツ",
    "バック",
    "バンド",
    "パターン",
    "パンツ",
    "ビタミン",
    "ビニール",
    "ビルディング",
    "ピストル",
    "ピンク",
    "ファスナー",
    "フライパン",
    "フリー",
    "ブラウス",
    "ブラシ",
    "ブローチ",
    "プラットホーム",
    "プリント",
    "プログラム",
    "ヘリコプター",
    "ベテラン",
    "ペンチ",
    "ボーナス",
    "ポスター",
    "マスク",
    "マフラー",
    "マラソン",
    "マンション",
    "ミシン",
    "ミリ (メートル)",
    "メニュー",
    "モダン",
    "モデル",
    "モノレール",
    "モーター",
    "ラッシュアワー",
    "ランチ",
    "ランニング",
    "リズム",
    "リットル",
    "リボン",
    "リポート",
    "レインコート",
    "レクリェーション",
    "レジャー",
    "レンズ",
    "ロッカー",
    "ロビー",
    "ローマ字",
    "ワンピース",
    "一休み",
    "一定",
    "一応",
    "一斉",
    "一旦",
    "一昨年",
    "一昨日",
    "一昨昨日",
    "一段と",
    "一流",
    "一通り",
    "一～",
    "万歳",
    "三日月",
    "三角",
    "上り",
    "上下",
    "上品",
    "上旬",
    "上級",
    "上～",
    "下る",
    "下品",
    "下品(な)",
    "下旬",
    "下書き",
    "下水",
    "下町",
    "下線",
    "下車",
    "下降",
    "下駄",
    "不潔",
    "不規則",
    "不通",
    "不運",
    "両側",
    "両～",
    "並木",
    "並行",
    "中世",
    "中年",
    "中性",
    "中指",
    "中旬",
    "中身",
    "中途",
    "中間",
    "主人",
    "主役",
    "主語",
    "丼",
    "乗り換え",
    "乗り越し",
    "乗換",
    "乗車",
    "乱暴",
    "乾かす",
    "乾杯",
    "乾燥",
    "乾電池",
    "予備",
    "争う",
    "五十音",
    "井戸",
    "交代",
    "交差",
    "交替",
    "交流",
    "交通機関",
    "人事",
    "人命",
    "人差指",
    "人文科学",
    "人通り",
    "人造",
    "今～",
    "仕上がる",
    "仕方がない",
    "付属",
    "付近",
    "代名詞",
    "以後",
    "以降",
    "仮名",
    "仮名遣い",
    "仲直り",
    "仲良し",
    "休息",
    "休業",
    "休講",
    "休養",
    "会館",
    "伝わる",
    "伝染",
    "伝記",
    "伯母",
    "伯父",
    "伯父さん",
    "但し",
    "低下",
    "低～",
    "住まい",
    "住居",
    "体制",
    "体操",
    "体積",
    "体系",
    "何々",
    "何しろ",
    "何とも",
    "何分",
    "余る",
    "余所",
    "余計",
    "作成",
    "作者",
    "作製",
    "例える",
    "例外",
    "侵入",
    "便所",
    "便箋",
    "係わる",
    "俄",
    "保健",
    "信ずる",
    "修繕",
    "俳句",
    "倉庫",
    "個体",
    "倣う",
    "偉い",
    "停止",
    "停車",
    "停電",
    "偶数",
    "傑作",
    "催し",
    "催促",
    "傾く",
    "傾らか",
    "儀式",
    "儲かる",
    "儲ける",
    "元々",
    "元日",
    "先々月",
    "先々週",
    "先祖",
    "先程",
    "先端",
    "先頭",
    "光線",
    "免税",
    "児童",
    "入れ物",
    "入社",
    "全力",
    "全般",
    "全身",
    "全集",
    "公共",
    "公務",
    "公害",
    "公式",
    "公正",
    "公衆",
    "公表",
    "共産～",
    "兵隊",
    "兼ねる",
    "内科",
    "内線",
    "円周",
    "再三",
    "再～",
    "写る",
    "写生",
    "冠",
    "冷やす",
    "冷凍",
    "凍える",
    "凭れる",
    "凸凹",
    "凹む",
    "出入り",
    "出入り口",
    "出入口",
    "出勤",
    "出張",
    "出来上がり",
    "出来上がる",
    "出迎え",
    "出迎える",
    "分かれる",
    "分布",
    "分数",
    "分解",
    "分量",
    "分類",
    "切っ掛け",
    "列島",
    "初めに",
    "初旬",
    "初歩",
    "初級",
    "初～",
    "判事",
    "判子",
    "別々",
    "別荘",
    "利害",
    "制作",
    "刺さる",
    "刺す",
    "刺身",
    "刻む",
    "剃る",
    "剃刀",
    "削る",
    "削除",
    "前後",
    "前～",
    "剥がす",
    "剥す",
    "副詞",
    "副～",
    "割と",
    "割合に",
    "割引",
    "割算",
    "創作",
    "力強い",
    "功績",
    "加熱",
    "加速",
    "加速度",
    "助教授",
    "努める",
    "効力",
    "勇ましい",
    "動作",
    "勘違い",
    "務める",
    "勝手に",
    "勝敗",
    "勝負",
    "募集",
    "匂う",
    "包丁",
    "包帯",
    "包装",
    "北極",
    "匙",
    "区分",
    "区切る",
    "区域",
    "半島",
    "半径",
    "卑怯",
    "卒直",
    "南北",
    "南極",
    "南米",
    "単数",
    "占う",
    "危うい",
    "却って",
    "厚かましい",
    "原始",
    "原料",
    "原理",
    "原産",
    "原稿",
    "厳重",
    "友好",
    "反映",
    "反省",
    "反～",
    "叔母",
    "叔父",
    "叔父さん",
    "取り入れる",
    "取り出す",
    "取り消す",
    "受け持つ",
    "受取",
    "受話器",
    "受験",
    "口実",
    "口紅",
    "古典",
    "古里",
    "古～",
    "句読点",
    "可愛がる",
    "可決",
    "台詞",
    "司会",
    "各々",
    "各地",
    "各自",
    "各～",
    "合同",
    "合流",
    "合理",
    "吊す",
    "吊る",
    "同格",
    "同～",
    "名作",
    "名刺",
    "名字",
    "名所",
    "名物",
    "名詞",
    "名～",
    "吐き気",
    "吹雪",
    "呆れる",
    "呑気",
    "周辺",
    "味わう",
    "呼び出す",
    "呼び掛ける",
    "命ずる",
    "和服",
    "和英",
    "和～",
    "唇",
    "商店",
    "商業",
    "商社",
    "問い合わせ",
    "問答",
    "喧しい",
    "器具",
    "噴水",
    "噴火",
    "囁く",
    "四つ角",
    "四季",
    "四捨五入",
    "四角い",
    "回り道",
    "回数",
    "回数券",
    "回答",
    "回転",
    "団地",
    "図々しい",
    "図形",
    "図表",
    "図鑑",
    "固まる",
    "国王",
    "国立",
    "園芸",
    "圧縮",
    "在学",
    "地下水",
    "地名",
    "地味",
    "地帯",
    "地点",
    "地盤",
    "地質",
    "地面",
    "坊さん",
    "坊っちゃん",
    "坊や",
    "垂直",
    "垣根",
    "埋める",
    "執筆",
    "基地",
    "基準",
    "基盤",
    "基礎",
    "堪える",
    "塊",
    "塞がる",
    "塞ぐ",
    "塩辛",
    "塩辛い",
    "塵紙",
    "境界",
    "増大",
    "増減",
    "売り上げ",
    "売り切れ",
    "売り切れる",
    "売れ行き",
    "売上",
    "売店",
    "売行き",
    "売買",
    "夕刊",
    "夕日",
    "夕立",
    "外れる",
    "外科",
    "外部",
    "外～",
    "夜行",
    "夜間",
    "大して",
    "大凡",
    "大分",
    "大学院",
    "大小",
    "大層",
    "大工",
    "大木",
    "大通り",
    "天皇",
    "太鼓",
    "夫妻",
    "失恋",
    "女の人",
    "女房",
    "女～",
    "好き好き",
    "好き嫌い",
    "妥当",
    "妨げる",
    "始めに",
    "始終",
    "姓",
    "姪",
    "姿勢",
    "威張る",
    "娯楽",
    "嫌がる",
    "子孫",
    "存じる",
    "存ずる",
    "孝行",
    "学会",
    "学力",
    "学年",
    "学科",
    "学級",
    "学術",
    "学部",
    "安易",
    "官庁",
    "定休日",
    "定価",
    "定員",
    "定期券",
    "定規",
    "宛名",
    "実る",
    "実例",
    "実力",
    "実感",
    "実物",
    "実用",
    "実績",
    "実習",
    "客席",
    "客間",
    "宣伝",
    "室～",
    "宴会",
    "家主",
    "家屋",
    "容器",
    "容積",
    "寄せる",
    "寒帯",
    "寝台",
    "寝巻",
    "寝間着",
    "寮",
    "寸法",
    "寺院",
    "対照",
    "対立",
    "対策",
    "寿命",
    "専制",
    "将棋",
    "小便",
    "小学生",
    "小指",
    "小数",
    "小母さん",
    "小父さん",
    "小遣い",
    "小～",
    "少なくとも",
    "尖る",
    "就任",
    "屋外",
    "屑",
    "展開",
    "属する",
    "山林",
    "岬",
    "峠",
    "崩す",
    "崩れる",
    "巡る",
    "巡査",
    "工事",
    "工員",
    "工夫",
    "工芸",
    "差し引き",
    "差し支え",
    "干す",
    "平凡",
    "平日",
    "平気",
    "平野",
    "年度",
    "幼児",
    "幼稚",
    "幼稚園",
    "幾分",
    "幾～",
    "広々",
    "広げる",
    "広さ",
    "広場",
    "床の間",
    "店屋",
    "座布団",
    "座敷",
    "延長",
    "建つ",
    "引き出す",
    "引き分け",
    "引き止める",
    "引き返す",
    "引っ掛かる",
    "引っ繰り返す",
    "引っ繰り返る",
    "引っ越し",
    "引っ込む",
    "引分け",
    "引力",
    "引受る",
    "引算",
    "弟子",
    "弱点",
    "張り切る",
    "強化",
    "強引",
    "強気",
    "当たり前",
    "当てはまる",
    "当てはめる",
    "当日",
    "当番",
    "形容動詞",
    "形容詞",
    "形式",
    "彫る",
    "彫刻",
    "役人",
    "役所",
    "役目",
    "役者",
    "往復",
    "待ち合わせる",
    "待合室",
    "御中",
    "御免",
    "御無沙汰",
    "御覧",
    "御～",
    "循環",
    "心当たり",
    "心得る",
    "心身",
    "必需品",
    "応ずる",
    "応対",
    "応接",
    "応援",
    "応用",
    "快晴",
    "怒鳴る",
    "思いっきり",
    "思いっ切り",
    "思い切り",
    "思い掛けない",
    "思い込む",
    "怠る",
    "性別",
    "性能",
    "性質",
    "怪しい",
    "恋しい",
    "恐縮",
    "恨み",
    "恨む",
    "恩恵",
    "恵まれる",
    "悔やむ",
    "悠々",
    "惜しい",
    "惨めな",
    "意義",
    "感ずる",
    "感想",
    "感激",
    "慌ただしい",
    "慌てる",
    "慰める",
    "慶ぶ",
    "憎い",
    "憎む",
    "憎らしい",
    "憧れる",
    "懐かしい",
    "懸命",
    "成分",
    "成立",
    "我～",
    "戸棚",
    "所々",
    "扇ぐ",
    "扇子",
    "扇風機",
    "手ごろ",
    "手入れ",
    "手前",
    "手帳",
    "手拭い",
    "手洗い",
    "手続き",
    "手頃",
    "手首",
    "打ち消す",
    "打合せ",
    "払い戻す",
    "払い込む",
    "承る",
    "投書",
    "折角",
    "押さえる",
    "抽象",
    "担ぐ",
    "拝む",
    "拡充",
    "拡張",
    "括弧",
    "持参",
    "指定",
    "挟まる",
    "挟む",
    "振り仮名",
    "振り向く",
    "振舞う",
    "捕える",
    "捕る",
    "捜す",
    "捩る",
    "捻る",
    "掃く",
    "掘る",
    "掛け算",
    "採る",
    "採点",
    "探る",
    "接する",
    "接続",
    "接近",
    "推定",
    "揃える",
    "揉む",
    "換気",
    "損得",
    "摩擦",
    "撫でる",
    "撮影",
    "擦る",
    "改めて",
    "改める",
    "改札",
    "改正",
    "改造",
    "攻める",
    "放る",
    "政党",
    "故郷",
    "教養",
    "散らかす",
    "散らかる",
    "敬う",
    "敬語",
    "整う",
    "整備",
    "整数",
    "敷く",
    "敷地",
    "文体",
    "文房具",
    "文献",
    "文脈",
    "文芸",
    "斜",
    "斜め",
    "斬る",
    "断定",
    "断水",
    "新幹線",
    "方程式",
    "方角",
    "方言",
    "方針",
    "方面",
    "日にち",
    "日の入り",
    "日の出",
    "日差し",
    "日帰り",
    "日当たり",
    "日日",
    "日時",
    "日用品",
    "日程",
    "日課",
    "日陰",
    "早口",
    "早速",
    "明くる～",
    "明け方",
    "明明後日",
    "昼寝",
    "時速",
    "時間割",
    "普及",
    "暴れる",
    "曲げる",
    "曲線",
    "更ける",
    "書取",
    "書店",
    "書留",
    "書籍",
    "書道",
    "最～",
    "月日",
    "月末",
    "月給",
    "有料",
    "有無",
    "有難い",
    "朗らか",
    "朗らか(な)",
    "望遠鏡",
    "朝寝坊",
    "期限",
    "木材",
    "未満",
    "未～",
    "末っ子",
    "本来",
    "本部",
    "杉",
    "材木",
    "来日",
    "東洋",
    "東西",
    "枕",
    "枚数",
    "果して",
    "果たして",
    "果実",
    "枯れる",
    "架空",
    "栓",
    "校庭",
    "校舎",
    "格別",
    "桁",
    "案外",
    "梯子",
    "森林",
    "植木",
    "楕円",
    "楽器",
    "概論",
    "構いません",
    "構造",
    "標本",
    "標準",
    "標識",
    "機関車",
    "櫛",
    "欄",
    "次ぐ",
    "欧米",
    "欲張り",
    "歌謡",
    "正味",
    "正方形",
    "正門",
    "正面",
    "武士",
    "歯磨き",
    "歯車",
    "死体",
    "残らず",
    "殴る",
    "段階",
    "殻",
    "殿",
    "毎度",
    "毎～",
    "比較的",
    "毛皮",
    "毛糸",
    "氏名",
    "民主～",
    "民謡",
    "民間",
    "気を付ける",
    "気圧",
    "気配",
    "水分",
    "水平",
    "水平線",
    "水曜",
    "水滴",
    "水産",
    "水着",
    "水筒",
    "水素",
    "水蒸気",
    "水面",
    "汁",
    "油断",
    "泊める",
    "法則",
    "洋品店",
    "洒落",
    "洗剤",
    "洗面",
    "活力",
    "活字",
    "活躍",
    "派手",
    "流域",
    "流石",
    "浮かべる",
    "浮く",
    "浮ぶ",
    "浴衣",
    "海水浴",
    "海洋",
    "消化",
    "消極的",
    "消毒",
    "消耗",
    "消防署",
    "液体",
    "涼む",
    "淡水",
    "深まる",
    "深夜",
    "混合",
    "清い",
    "清掃",
    "清書",
    "温まる",
    "温室",
    "温帯",
    "温泉",
    "測定",
    "測量",
    "湯気",
    "湯飲",
    "湯飲み",
    "湿度",
    "湿気",
    "満員",
    "満点",
    "溜息",
    "溶かす",
    "溶ける",
    "溶け込む",
    "溶岩",
    "滝",
    "漁師",
    "漁業",
    "演劇",
    "漢和",
    "漸く",
    "潜る",
    "潰す",
    "潰れる",
    "激増",
    "濁る",
    "濃度",
    "瀬戸物",
    "火傷",
    "火口",
    "火山",
    "灯台",
    "灯油",
    "灰色",
    "災難",
    "炊事",
    "炒る",
    "炭鉱",
    "点々",
    "点数",
    "為す",
    "為替",
    "無地",
    "無数",
    "無沙汰",
    "無限",
    "焦がす",
    "焦げる",
    "焦点",
    "煉瓦",
    "煎る",
    "煙い",
    "煙突",
    "照らす",
    "照る",
    "煮る",
    "熟語",
    "熱する",
    "爪",
    "父母",
    "片寄る",
    "片道",
    "牧場",
    "牧畜",
    "物凄い",
    "物差し",
    "物置",
    "物語る",
    "物騒",
    "特売",
    "特定",
    "特殊",
    "特色",
    "狙い",
    "狙う",
    "狡い",
    "独り言",
    "献立",
    "率直",
    "王女",
    "現に",
    "現～",
    "理科",
    "琴",
    "瓦",
    "瓶詰",
    "甘やかす",
    "甚だしい",
    "生き生き",
    "生け花",
    "生ずる",
    "生る",
    "生存",
    "生年月日",
    "生意気",
    "生意気な",
    "生長",
    "産地",
    "用語",
    "用途",
    "田ぼ",
    "田植え",
    "申し訳ない",
    "申請",
    "留まる",
    "留守番",
    "略す",
    "番地",
    "畳む",
    "発",
    "発売",
    "発想",
    "発揮",
    "発電",
    "登場",
